Repository: Probesys/glpi-plugins-projectbridge
Catalog: locales/*.po
Languages: fr_fr, pt_br

# projectbridge
source: Link tickets to renewal
fr_fr: Lier les tickets au renouvellement
pt_br: Vincular chamados para renovação

# projectbridge
source: Please complete all renewal fields
fr_fr: Veuillez remplir tous les champs de renouvellement
pt_br: Por favor, preencha todos os campos de renovação

# projectbridge
source: The contract has no start date. The project could not be created.
fr_fr: Le contrat n'a pas de date de début. Le projet n'a pas pu être crée.
pt_br: O contrato não possui nenhuma data de início. O projeto não pode ser criado.

# projectbridge
source: The correspondence for the status "In progress" has not been defined. The project could not be created.
fr_fr: La correspondance pour le statut "En cours" n'a pas été définie. Le projet n'a pas pu être créé.
pt_br: A correspondência para o status “Em andamento” não foi definido. O projeto não pode ser criado.

# projectbridge
source: Make the connection
fr_fr: Construire la connexion
pt_br: Fazer a conexão

# projectbridge
source: Default contract
fr_fr: Contrat par défaut
pt_br: Contrato padrão

# projectbridge
source: Time not affected to a project task (hours)
fr_fr: Durée non affectée à une tâche de projet (heures)
pt_br: Tempo não afetado para uma tarefa de projeto (horas)

# projectbridge
source: Project tasks
fr_fr: Tâches de projet
pt_br: Tarefas de projeto

# projectbridge
source: ProjectTask status
fr_fr: Statut de la Tâches de projet
pt_br: Status da ProjectTask

# projectbridge
source: Is linked to a project task
fr_fr: Est lié à une tâche de projet
pt_br: Está vinculada a uma tarefa de projeto

# projectbridge
source: Effective duration (hours)
fr_fr: Durée effective (heures)
pt_br: Duração real (horas)

# projectbridge
source: Project name
fr_fr: Nom du projet
pt_br: Nome do projeto

# projectbridge
source: ProjectBridge project tasks
fr_fr: Tâche de projet projectbridge
pt_br: Tarefas de projeto ProjectBridge

# projectbridge
source: Planned duration (hours)
fr_fr: Durée planifiée (heures)
pt_br: Duração planejada (horas)

# projectbridge
source: Last project task ?
fr_fr: Dernière tâche de projet ?
pt_br: Última tarefa do projeto ?

# projectbridge
source: Project status
fr_fr: Statut de la tâche de projet
pt_br: Status do projeto

# projectbridge
source: Associate tickets
fr_fr: Tickets associés
pt_br: Associar chamados

# projectbridge
source: Comsuption
fr_fr: Consommation
pt_br: Consumido

# projectbridge
source: Number of project tasks tickets
fr_fr: Nombre de tickets de tâches de projet
pt_br: Número de chamados de tarefas de projeto

# projectbridge
source: Delete the link with any project task
fr_fr: Supprimer le lien avec toutes les tâches de projet
pt_br: Excluir o link com qualquer tarefa de projeto

# projectbridge
source: Force link to a project task
fr_fr: Forcer le lien avec une tâche de projet
pt_br: Forçar link a uma tarefa de projeto

# projectbridge
source: Select tickets in the entity (not deleted and unrelated to a project task) that you want to link to the new task
fr_fr: Sélectionnez les tickets dans l'entité (non supprimés et non liés à une tâche de projet) que vous souhaitez lier à la nouvelle tâche
pt_br: Selecionar chamados na entidade (não excluídos e não relacionados a uma tarefa de projeto) que você deseja relacionar a nova tarefa

# projectbridge
source: ProjectBridge Configuration
fr_fr: Configuration du plugin ProjectBridge
pt_br: Configuração de ProjectBridge

# projectbridge
source: Project Tasks
fr_fr: Tâches de projet
pt_br: Tarefas do Projeto

# projectbridge
source: Status Configuration
fr_fr: Configuration des statuts
pt_br: Configuração de status

# projectbridge
source: Please match the status names and their values in GLPI
fr_fr: Veuillez faire correspondre les noms de statut et leurs valeurs dans GLPI
pt_br: Por favor, correlacione os nomes de status e seus valores no GLPI

# projectbridge
source: Status name
fr_fr: Nom du statut
pt_br: Nome do status

# projectbridge
source: Status type
fr_fr: Type de statut
pt_br: Tipo de status

# projectbridge
source: Corresponding status
fr_fr: Statut correspondant
pt_br: Status correspondente

# projectbridge
source: In progress
fr_fr: En cours
pt_br: Em andamento

# projectbridge
source: Renewal
fr_fr: Renouveler
pt_br: Renovação

# projectbridge
source: The selected user has no default email adress configured
fr_fr: L'utilisateur sélectionné n'a pas d'adresse de messagerie configurée
pt_br: O usuário selecionado não possuí nenhum endereço de e-mail configurado

# projectbridge
source: People receiving alerts
fr_fr: Personne recevant les alertes
pt_br: Pessoas recebendo alertas

# projectbridge
source: Nobody receive alerts
fr_fr: Personne ne reçoit les alertes
pt_br: Ninguém está recebendo alertas

# projectbridge
source: General config
fr_fr: Configuration générale
pt_br: Configuração geral

# projectbridge
source: Count only public tasks in project
fr_fr: Décompter du projet uniquement la durée des tâches de ticket publiques
pt_br: Contabilizar apenas tarefas públicas no projeto

# projectbridge
source: Add contract selector on creating ticket form
fr_fr: Ajouter un selecteur de contrat dans le formulaire de création de ticket
pt_br: Adicionar seletor de contrato no formulário de criação de Chamados

# projectbridge
source: Contract selector on creating ticket form is required
fr_fr: Ajouter un sélecteur de contrat dans le formulaire de création de ticket
pt_br: Adicionar seletor de contrato no formulário de criação de Chamados

# projectbridge
source: Global percentage quota to send alert notification
fr_fr: Pourcentage de consommation auquel envoyer une alerte
pt_br: Percentual de quota global para enviar notificações de alerta

# projectbridge
source: Elements from previous ticket to be associated with renewed ticket
fr_fr: Éléments associés à l'ancien ticket devant être associé à la copie automatique du ticket
pt_br: Elementos de chamados anteriores associados com a renovação do chamado

# projectbridge
source: Please activate the plugin or get the right of access
fr_fr: Merci d'activer le plugin ou donner les bonnes permissions
pt_br: Por favor, ative o plug-in ou obtenha o privilégio de acesso

# projectbridge
source: linking Project
fr_fr: projet lié
pt_br: relacionando Projeto

# projectbridge
source: Create project
fr_fr: Créer le projet
pt_br: Criar projeto

# projectbridge
source: Access to linked project
fr_fr: Accéder au projet lié
pt_br: Acesso ao projeto vinculado

# projectbridge
source: Warning ! No associate projectTask with "In progress" status exist
fr_fr: Attention ! Il n'y a pas de tâche de projet avec le statut "En cours"
pt_br: Aviso ! Não existe nenhuma tarefa de projeto com status “Em andamento”

# projectbridge
source: Expired in less than 24h
fr_fr: Expire dans moins de 24h
pt_br: Expirado em menos de 24h

# projectbridge
source: Expired in
fr_fr: Expire dans
pt_br: Expirado em

# projectbridge
source: Expired today
fr_fr: Expire aujourd'hui
pt_br: Expirado hoje

# projectbridge
source: Expired since
fr_fr: Expiré depuis
pt_br: Expirado desde

# projectbridge
source: Renew the contract
fr_fr: Renouveler le contrat
pt_br: Renovar o contrato

# projectbridge
source: Number of hours
fr_fr: Nombre d'heures
pt_br: Número de horas

# projectbridge
source: Confirm renewal
fr_fr: Confirmer le renouvellement
pt_br: Confirmar renovação

# projectbridge
source: Remember to refresh this page after creating the project
fr_fr: Souvenez vous de bien actualiser cette page après avoir crée le projet
pt_br: Lembre-se de atualizar essa página após criar o projeto

# projectbridge
source: Please define the correspondence of the %1$s status.
pt_br: Por favor, defina a correspondência para o status %1$s.

# projectbridge
source: The match for the status "In progress" has not been defined. The contract could not be renewed.
fr_fr: La correspondance pour le statut "En cours" n'a pas été définie. Le contrat n'a pas pu être renouvelé.
pt_br: A correspondência para o status “Em andamento” não foi definida. O contrato não pode ser renovado.

# projectbridge
source: Access to linked contract
fr_fr: Accéder au contrat lié
pt_br: Acesso ao contrato vinculado

# projectbridge
source: Link to contract nonexistent
fr_fr: Lien vers le contrat inexistant
pt_br: Vínculo inexistente ao contrato

# projectbridge
source: No linked contract
fr_fr: Pas de contrat lié
pt_br: Nenhum contrato vinculado

# projectbridge
source: ProjectBridge Configurations
fr_fr: Configuration de ProjectBridge
pt_br: Configurações de ProjectBridge

# projectbridge
source: Percentage quota to send alert notification
fr_fr: Pourcentage de consommation pour lequel envoyer une alerte
pt_br: Percentual de quota para enviar notificação de alerta

# projectbridge
source: Default contract access
fr_fr: Accès contrat par defaut
pt_br: Acesso padrão ao contrato

# projectbridge
source: Create a new contract
fr_fr: Créer un nouveau contrat
pt_br: Criar novo contrato

# projectbridge
source: Remember to refresh this page after creating the contract
fr_fr: Souvenez vous de rafraîchir cette page après la création du contrat
pt_br: Lembre-se de atualizar a página após criar o contrato

# projectbridge
source: Project task treatment
fr_fr: Traitement de la tâche du projet
pt_br: Tratamento da tarefa de projeto

# projectbridge
source: Update percentage counters performed in project tasks
fr_fr: Mettre à jour les compteurs de pourcentage exécutés dans les tâches du projet
pt_br: Atualizar contadores de porcentagem realizada em tarefas de projeto

# projectbridge
source: Contract Alert to renew
fr_fr: Alerte de contrat à renouveler
pt_br: Alerta de Contrato para renovação

# projectbridge
source: Send email alert containing contract with consumption over quota
fr_fr: Envoyer l'alerte contentant les contrats avec une consommation dépassée
pt_br: Enviar e-mail de alerta contendo o consumo do contrato em relação a quota

# projectbridge
source: Plugin is not installed
fr_fr: Plugin non installé
pt_br: Plug-in não instalado

# projectbridge
source: Please define the correspondence of the "Closed" status.
fr_fr: Merci de définir une correspondance pour le statut "Fermé".
pt_br: Por favor, defina a correspondência para o status “Fechado”.

# projectbridge
source: Please define the correspondence of the "Renewal" status.
fr_fr: Veuillez définir la correspondance du statut "Renouvellement".
pt_br: Por favor, defina a correspondência para o status “Renovação”.

# projectbridge
source: This ticket comes from an automatic copy of the ticket
fr_fr: Ce ticket provient d'une copie automatique du ticket
pt_br: O chamado vem de uma cópia automática do chamado

# projectbridge
source: following the overtaking of hours or the expiry of the maintenance contract
fr_fr: suite au dépassement d'heures ou à l'expiration du contrat de maintenance
pt_br: na sequência da ultrapassagem do número de horas ou da expiração da duração do contrato

# projectbridge
source: find
fr_fr: trouvé
pt_br: encontrar

# projectbridge
source: person(s) to alert
fr_fr: personnes(s) à alerter
pt_br: pessoa(s) a serem alertas

# projectbridge
source: Hello
fr_fr: Bonjour
pt_br: Olá

# projectbridge
source: The open task of the project
fr_fr: La tâche ouverte du projet
pt_br: A tarefa aberta do projeto

# projectbridge
source: just closed
fr_fr: vient de fermer
pt_br: foi fechada

# projectbridge
source: Reason
fr_fr: Raison
pt_br: Razão

# projectbridge
source: Expired_period
fr_fr: Echéance période
pt_br: Período_expirado

# projectbridge
source: Overtaking_minutes_credit
fr_fr: Dépassement crédit minutes
pt_br: Número_de_minutos_ultrapassados

# projectbridge
source: Adjustment ticket
fr_fr: Ticket d'ajustement
pt_br: Ajustes de chamado

# projectbridge
source: Time Adjustment ticket
fr_fr: Ticket de réglage du temps
pt_br: Ajuste de Tempo do chamado

# projectbridge
source: Adjustment task
fr_fr: Tâche d'ajustement
pt_br: Ajuste de tarefa

# projectbridge
source: re-calculuation for projectTask
pt_br: re-cálculo para a tarefa de chamado

# projectbridge
source: contract(s) to renew
fr_fr: contrat(s) à renouveler
pt_br: contrato(s) para renovação

# projectbridge
source: Expected end date
fr_fr: Date de fin requise
pt_br: Data estimada de término

# projectbridge
source: This Email is send automatically by the plugin projectBridge
fr_fr: Ce courriel a été envoyé automatiquement par le plugin projectBridge
pt_br: Esse e-mail foi enviado automaticamente pelo plug-in projectBridge

# projectbridge
source: Contract(s) over limit quota alert
fr_fr: Alerte des contrats dont le quota est dépassé
pt_br: Contrato(s) que ultrapassaram a quota de alerta

# projectbridge
source: This Email si send automacitly by the plugin projectBridge
pt_br: Esse e-mail foi enviado automaticamente pelo plug-in projectBridge

# projectbridge
source: Related project
fr_fr: Projet lié
pt_br: Projetos relacionados

# projectbridge
source: Link(s) with project task(s) deleted
fr_fr: Lien (s) avec la (les) tâche (s) de projet supprimée
pt_br: Vínculo(s) com tarefa(s) de projeto(s) excluídas

# projectbridge
source: Please define the correspondence of the "
fr_fr: Merci de définir une correspondance pour le statut "
